Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 小镇学塾仅剩下五个蒙童，出身高低不同，年龄大小各异，其中以一个身穿大红棉袄的小女孩，虽然出身于福禄街，但是她在学塾里从不欺负人，不过也不喜欢凑热闹，从来只喜欢自己胡乱逛荡。小镇最西边那户人家，李二的儿子李槐，也在这座乡塾求学，他爹娘带着姐姐离开了小镇，唯独留下了他，李槐非但没有哭闹，反而高兴坏了，终于不用受人管束了，只是到了晚上，这个寄住在舅舅家的孩子，做了噩梦醒来后，就开始撕心裂肺嚎叫，结果被惊醒后的舅舅舅妈联手镇压，一个使用鸡毛掸子，一个使用扫帚。
en_us: There were only five children left at the school, and they were all of different ages and backgrounds. One of them was a little girl wearing a large red padded jacket, and even though she was from Fortune Street, she didn't use her status to bully her schoolmates. However, she was also quite averse to interacting with others, preferring to strolling around aimlessly in her own company. Li Qui was the son of Li Er from the westernmost household in the town, and he was also attending the school. His parents had left the town with his older sister, leaving only him behind, but not only was he not distraught in the slightest, he was ecstatic. Finally, he no longer had to live under the strict supervision of his parents. However, the only downside was that he was living at his uncle's house, and whenever he awoke from a nightmare, he would begin howling at the top of his lungs, in response to which his uncle and his aunt-in-law would force him down and beat him into silence, with one of them using a feather duster, while the other used a broom as their weapon of choice.

source: 小镇少年孩子们在小溪抓石板鱼，有一种法子，是手持铁锤重击溪中石块，就会有躲在石底的鱼被震晕，浮出水面。
en_us: There was a common method that the youths and children in the small town used to catch rock slate fish. They would use hammers to forcefully strike the rocks in the creek, causing the hiding rock slate fish to fall unconscious and float to the surface.

source: 小镇并无城墙环绕，毕竟别说流寇匪徒，就是小偷蟊贼都少有，所以名义上是城门，其实就是一排东倒西歪的老旧栅栏，马马虎虎有那么个让行人车辆通过的地方，就算是这座小镇的脸面了。
en_us: The town wasn't surrounded by any walls, so even bandits and gangs were a problem, let alone petty thieves. The so-called town gate was actually nothing more than a row of old and uneven fencing materials, acting as nothing than a makeshift checkpoint for people and carriages to pass through in order to keep up appearances for the town.

source: 小镇最西边的宅子，有妇人坐在地上嚎啕大哭，使劲拍打胸脯，摇摇晃晃，单薄衣衫有随时炸裂开来的迹象，她那一双满身脏兮兮的年幼子女，不知所措地站在娘亲身边，有个憨厚汉子蹲在屋外，唉声叹气，满脸无奈，屋顶莫名其妙多出个窟窿，春天的寒气还没褪尽，自己身子骨熬得住，可接下来自家婆娘和崽子们咋过？
en_us: Next to a house on the westernmost side of the town, a woman was sitting on the ground, bawling at the top of her lungs while vigorously smacking her own chest. Her thin and threadbare clothes looked as if they could burst open at any moment. Beside her stood a pair of dirty young children, looking at their mother with dazed expressions, at a complete loss for what to do. A man was also squatting outside the house, sighing to himself with a resigned expression. For some reason, a hole had been blown into the roof of their house. The spring chill still hadn't receded yet, and even though he was confident that he would be able to endure the cold, what was going to become of his wife and his children?

source: 小镇有酒楼，只是真的不大，开销却不小，只不过赵繇毕竟是赵家子弟，风评又好，出了名铁公鸡的酒楼掌柜，今天也不知道哪根筋搭错了，拍胸脯说不收一文钱，能够让两位读书人来小店赏脸喝酒，是他家酒楼蓬荜生辉了，两位公子收他钱才对。宋集薪立马就笑呵呵伸出手，当场就讨要银子来着，掌柜的悻悻然自己给自己找台阶下，说欠着欠着，明儿就让人给宋公子送几坛子好酒去。赵繇当时恨不得挖个地洞钻下去，掌柜的素来晓得泥瓶巷宋大少爷的古怪脾性，倒也没真生气，亲自给三人在二楼找了个雅静的靠窗位置。
en_us: There was a restaurant in the small town, and it was just that it truly wasn't very big. Even so, it was no cheap place to go. However, Zhao Yao was a member of the Zhao Clan, after all, and he also had a very good reputation. Thus, for some unknown reason, the restaurant manager who was renowned for his stinginess patted his chest and declared that he wouldn't take a single copper coin from them. Moreover, he said that it was the restaurant's honor for these two students to visit and have a drink. Instead of him accepting payment, it was him who should have been paying them. Song Jixin immediately chuckled and held out his hand upon hearing this, asking for a few silver coins. The manager had no option but to huff and back down, saying that he would give it to them some other time. He would send someone over to give Song Jixin a few jars of good wine tomorrow. Throughout this exchange, Zhao Yao wanted to find a hole in the ground to crawl into. Howeve, the restaraunt manager knew about Song Jixin's strange temperament, so he didn't get angry about it either. Instead, he personally led the three of them upstairs to a quiet and elegant table near the window.

source: 小镇李氏家主粗通东宝瓶洲的正统雅言，凑巧正阳山修士的言语就是如此，这位在家族内一言九鼎的男人，只得苦笑赔罪道：“这次确是我李家的过失，不容推脱。按照目前我们得到的情况来看，是一位少年，多半并非修行中人，衙署那边暂时并未给出有用的谍报，只说会加派得力人手，日夜守护宅子。”
en_us: The leader of the Li Clan was familiar with the official dialect of the Eastern Treasured Vial Continent, and that just so happened to be the dialect spoken by Bai Yuan. As the clan leader, he had no choice but to take responsibility for this incident, and he said with a wry smile, "This was indeed an oversight by our Li Clan. According to the information that we've been able to gather up to this point, the culprit is a young boy who most likely isn't a cultivator. The office of the kiln supervision official hasn't provided us with any useful information thus far. All they said is that they'll be sending out capable guards to patrol our manor day and night."

source: 小镇来自外乡的生面孔，越来越多，客栈酒楼的生意，随之蒸蒸日上。
en_us: More and more outsiders arrived in the small town, allowing business at the hotels and restaurants to flourish.

source: 小镇没有什么大人物，也没有什么风浪，故而被朝廷派驻此地的窑务督造官，无疑就是戏本上的那种青天大老爷，在历史上数十位督造官中，又以上任督造官宋大人，最得民心，宋大人不像之前那些高高在上的官老爷，宋大人不但没有躲在官署，修身养气，也没有闭门谢客，一心在书斋治学，而是对官窑瓷器的烧造事宜，事必躬亲，简直比匠户窑工更像是乡野百姓，十余年间，这位原本满身书卷气的宋大人，肌肤被晒得黝黑发亮，平日里装束与庄稼汉无异，待人接物，从无架子，只可惜小镇龙窑烧造而出的御用瓷器，无论是釉色品相，还是大器小件的形制，始终不尽如人意，准确说来，比起以往水准，甚至还要稍逊一筹，让老窑头们百思不得其解。
en_us: There weren't any important figures in the town, nor were there any exciting events. Hence, the kiln supervision official sent by the imperial court naturally became the most prominent figure in the town, much like the all-powerful decision makers seen in stageplays. Out of the dozens of kiln supervision officials that had been assigned to the town throughout history, Master Song was the most popular with the people. He wasn't like the high and mighty officials that came before him. He didn't hide away in his official manor to work on personal cultivation, nor did he turn away all visitors and focus solely on reading and self-education. Instead, he always attended to matters related to the creation of imperial ware in person, and he was even more like a commoner than the potters working at the kilns. During the dozen or so years in which he was at the town, his original scholarly appearance had been replaced by a dark tan, and his regular attire was no different from what was worn by the men working in the fields. He never put on a high and mighty front when dealing with others, but unfortunately, the imperial ware fired using the dragon kilns in the town were never quite up to standard, regardless of whether it was in terms of shape and form, or their coloration and glaze. In fact, the imperial ware that was produced had regressed compared with before, much to the puzzlement of the old kiln masters.

source: 小镇没谁把这个家伙当回事。
en_us: No one in the town held any respect for him, but he was the one who decided whether outsiders could enter the town or not.

source: 小镇竟然还有人走在街道上，她身影纤细，衣衫单薄，当她走过杏花巷铁锁井的时候，有些咬牙切齿，她经过牌坊楼的时候，还狠狠踹了一脚石柱，最后她来到那棵枝繁叶茂的老槐树下，按照老人的说话，这棵树不知道活了多久，而且无论什么时候掉落枯枝，从不会砸到人，极有灵性。
en_us: There was surprisingly still someone walking along the alleys of the small town. Her figure was slender, and her clothes were thin. When she passed the Iron Lock Well in Apricot Blossom Alley, her jaws were clenched and her teeth were gritting. In fact, while passing the archway, she had viciously kicked one of the stone pillars. In the end, she arrived beneath the leafy old locust tree. According, to the elderly residents, this tree had already lived for heaven knows how many years. Moreover, the old branches that fell down would never hit the people walking or standing beneath it. It was quite peculiar and incredible.

source: 小镇经过三千余年的繁衍发展，枝叶蔓延于小镇之外，盘根交错，因为每一代都有几个惊才绝艳的人物，虽然不能衣锦还乡，却能够通过秘密渠道反哺家族，最终造就了如今小镇最为兴盛的四姓十族。
en_us: Throughout the past 3,000 years of the town's development, it had extended its branches far out of the town's boundaries. Every single generation would always produce several prodigious talents, and even though they couldn't return to their homes, they could reciprocate their clans through secret avenues, and that was what had given rise to the current set of most affluent clans in the town.

source: 小镇老百姓世代居住于此，早已见怪不怪了。
en_us: However, the residents of this small town had resided here for generations, so they were already fully accustomed to these decorations.

source: 小镇这一辈，除了马苦玄和稚圭，其实宋集薪，赵繇，顾粲，阮秀，刘羡阳，还有那些个各有机缘命数的孩子，可谓皆是天之骄子。
en_us: Looking at the current generation of children in the small town, apart from Ma Kuxuan and Zhi Gui, Song Jixin, Zhao Yao, Gu Can, Ruan Xiu, Liu Xianyang, and a few other children who had good fated opportunities and destinies were all supreme prodigies.

source: 小镇那边，陈平安回到刘羡阳家所在的巷弄，结果看到齐先生就站在门口。
en_us: When Chen Ping'an arrived at the alley where Liu Xianyang's house was located, what he saw was Mr. Qi standing in front of the door.

source: 少女yi气呵成。
en_us: The young girl completed this in a single breath.

source: 少女yi脸“震惊”道：“咦，碗底怎么多出yi块红烧肉来，唉，我今天的份额用完啦，还是给你吃吧？爹？”
en_us: The young girl wore an "astonished" expression as she suddenly exclaimed, "Huh? How did a piece of braised pork belly suddenly appear at the bottom of my bowl? Oh no, there goes my meat dish for the day. Or maybe you want to eat it, father?"

source: 少女一想到自己以后行走四方，干脆利落地飞剑斩头颅之后，再来几句慷慨激昂的即兴诗词，哪怕四下无人，她也觉得真的很帅气啊！
en_us: Thinking about how she would travel the world in the future, and how she would utter a few majestic and inspiring phases after resolutely beheading her enemies with her flying sword, she couldn't help but feel that she would appear extremely dashing and impressive! This would be the case even if there were no one to witness her glorious achievements.

source: 少女一拍额头，“真没辙了。跟我爹一个德行，不过你本事比他差远了。”
en_us: Ning Yao slapped her forehead. "I truly don't know how to deal with you. You're just like my dad. However, you're far, far weaker than him."

source: 少女一挑眉毛，想了想，她身体前倾，眯起一眼，抬起一手，拇指食指之间空出寸余距离，心虚问道：“这么点喜欢，也没有？”
en_us: Ning Yao raised an eyebrow upon hearing this. She pondered for a moment before leaning forward and squinting an eye, raising her hand and bringing her index finger and thumb an inch apart. "Not even this much?" she asked in a diffident voice.

source: 少女上岸后摇晃着马尾辫，走向铁匠铺子。
en_us: Ruan Xiu strode toward the blacksmith shop with her ponytail swaying from side to side, while the river guardian dove back into the water with her face twisted in resentment and fury.

source: 少女下一刻，再次无缘无故出现在了儒士左边十数步外。
en_us: In the next instant, the young woman once again inexplicably appeared around a dozen meters to the left of her target.

source: 少女下意识使劲点头。
en_us: The young girl subconciously nodded with earnest.

source: 少女下意识开心点头，“好吃好吃！”
en_us: The young girl subconsciously nodded and said in happiness, "It's delicious!"

source: 少女不愿笔直向前与老猿交锋，便路线倾斜，向东北方向奔跑。
en_us: Ning Yao wasn't willing to face Bai Yuan head head, so she changed her direction and started to run toward the northeast.

source: 少女也不在意少年是否真懂，说道：“武道九境，分炼体、炼气和炼神，各有三层境界，步步登顶，一步差不得，更错不得，走得越坚实越好，走得快慢与否，反而没有那么重要，这与修行是不太一样的。”
en_us: The young girl paid no attention to whether he truly understood it or not, and she continued, "The nine tiers of martial arts is divided into three major tiers — Physique Refining Tier, Qi Refining Tier, and Spirit Refining Tier. Each of these three major tiers contains three separate tiers, and not a single one of these tiers can be skipped if you want to ascend to the peak. You more so can't make any mistake during this process of ascension. The firmer your footsteps the better. In terms of speed, this actually isn't very important. This is in contrast to cultivation.

source: 少女也不说话，转身就走了。
en_us: The young woman turned and departed without saying anything, refusing to take the sword with her.

source: 少女也干脆坐在地上，眉眼飞扬，“刚才有你在，等下有我在，怕什么！”
en_us: Ning Yao also decided to sit down, a smile on her face as she said, "You were here to fight for us just then, so I'll also be here to fight for us at that time. What's there to be afraid of?"

source: 少女仔细观察老猿脸上紫金之气，双眉微皱，比起预料之中的事不过三，老猿哪怕三次运用神通术法，分明还留有一定的余力，不至于使得几大主要窍穴的堤坝崩溃，被迫施展真身。况且折寿一事，对上五境之下的人间修士极为致命，对一头搬山猿当然也很肉疼，但同时又没有别“人”那么致命。
en_us: Ning Yao frowned slightly as she observed the golden-purple aura around Bai Yuan's face. Even though he had already used his mystical abilities three times, it was clear that he still had some remaining strength. At the very least, his acupoints hadn't collapsed and forced him to reveal his true form. Moreover, having one's lifespan shortened would be a huge blow to those below the Upper Five Tiers, but it would be much less of a blow to this Mountain-moving Ape, even though it would still be painful.

source: 少女以绿鞘狭刀举起格挡，刀锋直指老猿手腕，手中长剑迅猛直刺老猿心口，剑尖直指老猿心脏某一点。
en_us: Ning Yao raised her saber to block this attack, with the blade of her saber facing Bai Yuan's wrist. At the same time, she viciously thrust her sword at his chest, with the tip of the sword pointing at his heart.

source: 少女以迅雷不及掩耳之势跑掉了。
en_us: The young girl shot into the distance like a bolt of lightning.

source: 少女仿佛一头跳着格子的小麋鹿，接连蹦蹦跳跳，充满轻盈灵动的气息，很快就消失在夜空当中。
en_us: Like a small milu playing hopscotch, Ning Yao continued to hop around in a graceful and lively manner. It wasn't long before she vanished in the night sky.

source: 少女伸出大拇指，指了指自己心口，“这里也是！”
en_us: Ning Yao extended a thumb and pointed it at her own heart as she spoke.

source: 少女伸手指了指自己，笑问道：“我忘恩负义？”
en_us: "You're calling me ungrateful and treacherous?" Zhi Gui asked as she pointed at herself with a derisive sneer on her face.

source: 少女似乎也意识到自己有点不靠谱，咳嗽一声，郑重其事道：“我娘说过，武道九境，一步一台阶，但是哪怕等你登顶第九境，最后的景象，就像身处一座山，抬头望向远处的另外一座山，却只看到了半山腰。”
en_us: As if also realizing that her explanation was a bit iffy, the young girl cleared her throat and said in a solemn manner, "My mother told me that each of the nine tiers is like ascending to a new height. However, even if you reach the peak of the Ninth Tier, the scene that you see is as if you're standing atop a mountain, but when you look up, what enters your gaze is the mountainside of another mountain."

source: 少女似乎有所感应，蓦然回首。
en_us: As if sensing something, the young girl suddenly turned around.

source: 少女低下头，扒了yi口米饭，轻声道：“爹也好。”
en_us: The young girl lifted her bowl and ate a mouthful of rice, saying in a soft voice, "Father is also nice."

source: 少女依然迷迷糊糊的模样。
en_us: Meanwhile, Zhi Gui was still seemingly dazed and confused, as innocent and naive as ever.

source: 少女倒是没什么。
en_us: Ning Yao displayed no reaction to this, but Lu Chen couldn't help but burst into laughter.

source: 少女倒是没有继续兴师问罪，反而自顾自笑起来。
en_us: Ning Yao didn't continue her interrogation, and she instead started to chuckle to herself.

source: 少女借势身形旋转，横剑一扫，扫向老猿的脖子。
en_us: Ning Yao used this momentum to spin around, slashing her sword at the old ape's neck as she did so.

source: 少女停下吃东西，双手捧着糕点，泫然欲泣。
en_us: The young girl stopped eating, with a dessert resting in her hands as tears brimmed in her eyes.

source: 少女偷着笑，嘴上说饿，其实手上动作没有丝毫减弱，刹那之间灵犀一动，少女大喝一声后，竭尽全力一锤砸下，鬼使神差道：“给我出来！”
en_us: The young girl secretly laughed. Even though she said she was hungry, her swinging never in fact weakened. At this moment, the girl suddenly roared, slamming the hammer down with her full strength. At the same time, she shouted, "Come out!"

source: 少女先手两招未能得逞，并没有近身纠缠，与老猿拉开一段距离，缓缓行走。
en_us: After failing to take Bai Yuan down with her two strikes, Ning Yao didn't choose to further engage in close-quarter combat. Instead, she created some distance between them before slowly pacing around.

source: 少女先是面容狰狞，只是很快就恢复脸色淡漠的麻木模样，呢喃道：“六十年佛门梵音，如耳畔打雷，声声不歇。六十年道家符箓，如跗骨之蛆，竭力撕咬。六十年浩然正气，遮天蔽日，无处可躲。六十年兵家剑气，如地牛翻身，无处不被溅射。每一个甲子就是一次轮回，整整三千年了，永无宁日……我就是想知道你们所谓大道根祗，到底在哪里，先生书本上的白纸黑字，先生传道授业解惑时的微言大义，我看得到听得到，但是找不到……”
en_us: A fierce look initially appeared on Zhi Gui's face, but she quiclky reverted back to a cold and wooden expression as she murmured, "60 years of Buddhist chants ringing out like thunder directly within my ears. 60 years of Dao talismans clinging to me tenaciously, tearing at my body with all their might. 60 years of righteous radiance encompassing the entire heavens, leaving me with no place to hide. 60 years of boundless sword qi churning incesssantly, piercing through me at every turn. Every 60 years is one cycle, and I haven't had a single day of peace or respite for the past 3,000 years. All I want to know is where the so-called foundation of your Great Dao lies. I can see everything you've written, and I can hear everything you say as you preach and educate others, but I'm still unable to find the answer that I'm looking for..."

source: 少女其实有些事情没有说出口，刘羡阳醒过来后，她第一时间就冲出门，来到廊桥后，光顾着告诉少年消息，根本就忘了她爹不许她进入小镇的叮嘱，只是她刚要从北端台阶跑下廊桥，就被她那个神出鬼没的父亲拎住耳朵扯回去，少女好说歹说，才让父亲答应她坐在南端台阶等人。
en_us: In fact, there were some things that Ruan Xiu didn't tell them. For example, when Liu Xianyang had woken up, she had immediately dashed out of the door and run to the covered bridge. All she could think of was telling Chen Ping'an this good news, and she even forgot about her father's warning that she wasn't allowed to enter the small town. Just as she had been about to run down the covered bridge from the stairs on the northern end, however, her elusive father who came and went without warning had suddenly appeared and dragged her back by the ear. Only after a lot of convincing did her father allow her to wait for Chen Ping'an on the northern steps of the covered bridge.

source: 少女决定一件事情后，就再不会更改了，摇头道：“那就是你的事情了，跟我无关。我想好了，报答救命之恩一事，我以后一定会偿还，而且绝对不偷工减料，要对得起宁姚这个名字！但是你在这些年，一定要好好的，别一不留神就死了。你只要熬过这段时间”
en_us: Ning Yao wasn't the type of person who would easily change her decision. She shook her head and said, "That's something for you to worry about. It's got nothing to do with me. I've already made up my mind; I'll definitely repay you for saving my life in the future. I definitely won't repay you in a half-hearted way either. I have to live up to my name and reputation! However, you have to look after yourself in the meanwhile as well. Don't go dying by yourself by accident. As long as you can make it through this period..."

source: 少女冷哼一声，挪了挪位置，示意草鞋少年坐到自己身边，结果对面陈平安半天没抬屁股，少女气笑道：“我宁姚一只手能打一百个你”
en_us: Ning Yao humphed before shuffling over and gesturing for Chen Ping'an to sit next to her. After waiting for a long while, however, Chen Ping'an still didn't show any signs of moving. Ning Yao chuckled in anger and said, "I can defeat 100 of you with a single hand."

source: 少女冷哼道：“那是你的事情！”
en_us: The young woman humphed and said, "That's your own problem!"

source: 少女冷笑道：“这种人才可怕。”
en_us: Ning Yao smiled coldly and said, "This type of person is the most terrifying."

source: 少女化悲愤为力量，重重一锤，使劲砸在通红剑条上。
en_us: The young girl transformed her grief and frustration into power, furiously swinging her hammer and smashing it into the searing red sword billet.

source: 少女原本握剑右手抬起，被老猿一脚踹中，砰然一声巨响，少女整个人被踹得飞出去七八丈距离，后背重重摔在地面，翻了个几个滚，才用刀尖拄地，刀尖钉入道路一尺之深，硬生生止住倒滑身形，所幸溪畔小路泥土松软，地上偶有石子也圆润并不尖锐，少女后背这才没有落一个血肉模糊的下场。
en_us: Ning Yao raised her right hand which was now empty, and with a thump, she was struck by Bai Yuan's kick and sent flying 20 meters into the distance. She landed heavily on her back, and only after taking a few tumbles did she finally manage to dig her saber into the ground and halt her momentum. Thankfully, the earth near the banks of the creek were relatively soft and loose, and the rocks on the ground were also round and smooth instead of jagged and sharp. It was because of this that her back didn't become a bloody and mangled mess.

source: 少女双手按住刀柄剑柄，默不作声。
en_us: Ning Yao remained silent as she rested her hands on her sword hilt and saber hilt.

source: 少女双手挠头，悲愤欲绝。
en_us: The young girl scratched her head in grief.

source: 少女双手环胸，一侧佩剑，一侧悬刀，脸色漠然，“我见过的死人，比你见过的活人还多。”
en_us: Ning Yao crossed her arms, holding her two blades by the scabbard, one in each hand, as she said with an indifferent expression, "I've seen more dead people than you've seen living people."

source: 少女双手血肉模糊。
en_us: The young woman's hands were injured and bleeding profusely.

source: 少女双眉，不似柳叶似狭刀。
en_us: Her eyebrows resembled a pair of slender blades, and as she cast a probing gaze toward the young Daoist priest, the latter was struck with a sense of unease. He hadn't done anything wrong, but for some reason, he felt rather guilty under her scrutiny.

source: 少女只得迅速抬起双臂，双手手背叠放在一起，护在耳畔之外，呈现出十字交错的防御姿态，挡在拳路前方。
en_us: The young woman was forced to hurried raise her arms, crossing them over one another beside his own ear, forming a protective barricade in the path of the oncoming fist.

source: 少女右手按住左侧肩头。
en_us: Ning Yao placed her right hand on her left shoulder.

source: 少女叹了口气，“我家少爷什么都好，就是懒散了些，再就是喜欢骂老天爷，我觉得这样不好。”
en_us: The young girl sighed and said, "Young Master is good in many aspects, but he's just a little too lazy. He also likes to curse the heavens all the time, and I don't think this is good."

source: 少女听完之后，云淡风轻道：“那截江真君刘志茂，显然是罪魁祸首，不过蔡金简和苻南华，也都不是什么好鸟，若不是齐先生出来捣糨糊，你以后就算逃到天涯海角，也逃不出三方势力的围剿捕杀，说句难听的，杀你真的很容易，如果不是在小镇上，别说刘志茂，就是那个云霞山的女子，根手指头就能将你碾压得魂飞魄散。”
en_us: After listening to his recollection, the young woman calmly said, "That River Severing True Lord Liu Zhimao was clearly the culprit behind everything. However, it's not like Cai Jinjian and Fu Nanhua were good people either. If it weren't for Mr. Qi's help, you would've had no hope of escaping from the clutches of the three forces in the future, regardless of how far you fled. To put it bluntly, killing you is truly an easy task. If we weren't in this small town, to say nothing of Liu Zhimao, even that woman from the Dawn Cloud Mountain would be able to crush your body and soul with a single finger."

source: 少女听着少年扑通一声后，迅速从竹篓一手抓起一条鱼，低头望着还在蹦跳的它们，神情严肃，点头道：“厉害的厉害的！”
en_us: After hearing the young boy plop into the water, the young girl speedily grabbed a fish in each hand, looking down at their flopping bodies and saying with a serious nod, "How impressive!"

source: 少女呆若木鸡，喃喃自语：“真有这样的财迷啊？”
en_us: Ning Yao was transfixed with astonishment. "There's genuinely such an avaricious person in the world?" she murmured to herself.

source: 少女呕血喊道：“别出来！”
en_us: Ning Yao vomited blood and screamed, "Don't come over!"

source: 少女呢喃道：“比你家泥瓶巷宅子还大吧。”
en_us: "Even bigger than your house in Clay Vase Alley," Ning Yao murmured in reply.

source: 少女呵呵一笑，说了三个字。
en_us: A cold smile appeared on the young woman's face as she suddenly yelled, "Return!"

source: 少女咧嘴一笑，“其实是有的。”
en_us: "I won't deny that," Zhi Gui replied with an amused smile.

source: 少女咧嘴一笑，朝陈平安伸出大拇指道：“眼光不错！”
en_us: The young woman cracked a grin, raising her thumbs at Chen Ping'an and saying, "You have very good taste!"

source: 少女哦了一声，耷拉着脑袋，眼睛余光一直瞥那座山脚，心不在焉地附和道：“厉害的厉害的。”
en_us: The young girl nodded in response. However, her head was still hanging, and as she glanced at the remaining corner of food, she absent-mindedly replied, "Oh, how impressive."

source: 少女哦了一声，随口道：“那就让他们无水可栖嘛。”
en_us: "In that case, I'll just make sure that there's no water for them to reside in," Ruan Xiu replied in a casual manner.

source: 少女喝药的时候，那双不似柳叶似狭刀的长眉，微微皱了一下，但仍是面不改色地喝完药汤，将瓷碗还给一旁等待的草鞋少年后，嘀咕道：“烂好人，难怪穷得叮当响，活该被人欺负。”
en_us: As the young woman drank her medicine, her eyebrows that were as slender as blades knitted into a slight frown. However, she still finished drinking the medicine without any complaints. After returning the bowl to the waiting young boy, she mumbled, "Kind-hearted fool. No wonder you're so absurdly poor. It's almost as if you deserve to be bullied."
